/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "page_hero_new_GX4m8L": {
      "type": "page-hero-new",
      "settings": {
        "background_image": "shopify://shop_images/459300486_937217345090387_6239524257099267453_n.jpg",
        "invert": true,
        "title": "Eczema Gloves and Glove Liner Use: Frequently Asked Questions",
        "title_font_size_desktop": 50,
        "title_line_height_desktop": 60,
        "title_font_size_tablet": 50,
        "title_line_height_tablet": 60,
        "title_font_size_mobile": 28,
        "title_line_height_mobile": 32,
        "subtitle": "Answers to common questions about sweat, hand eczema, and prolonged glove wear.",
        "sub_title_font_size_desktop": 24,
        "sub_title_line_height_desktop": 32,
        "sub_title_font_size_tablet": 24,
        "sub_title_line_height_tablet": 32,
        "sub_title_font_size_mobile": 18,
        "sub_title_line_height_mobile": 24,
        "content": "",
        "content_font_size_desktop": 16,
        "content_line_height_desktop": 24,
        "content_font_size_tablet": 16,
        "content_line_height_tablet": 24,
        "content_font_size_mobile": 16,
        "content_line_height_mobile": 24,
        "button_text": "",
        "button_url": "shopify://products/products-moisture-wicking-glove-liners-for-sensitive-skin"
      }
    },
    "articles_new_nnzJaL": {
      "type": "articles-new",
      "disabled": true,
      "settings": {
        "title": "News & updates",
        "title_font_size_desktop": 48,
        "title_line_height_desktop": 55,
        "title_font_size_tablet": 42,
        "title_line_height_tablet": 50,
        "title_font_size_mobile": 24,
        "title_line_height_mobile": 30,
        "blog": "glove-sweat-irritation",
        "article_title_font_size_desktop": 24,
        "article_title_line_height_desktop": 32,
        "article_title_font_size_tablet": 23,
        "article_title_line_height_tablet": 32,
        "article_title_font_size_mobile": 22,
        "article_title_line_height_mobile": 30,
        "footer": false,
        "section_top_padding_desktop": 0,
        "section_bottom_padding_desktop": 120,
        "section_top_padding_tablet": 0,
        "section_bottom_padding_tablet": 80,
        "section_top_padding_mobile": 0,
        "section_bottom_padding_mobile": 64
      }
    },
    "faq_rTpHn8": {
      "type": "faq",
      "blocks": {
        "item_HXpbx7": {
          "type": "item",
          "settings": {
            "title": "How can I prevent sweat buildup inside gloves during prolonged use?",
            "content": "<p>Sweat accumulation inside gloves can lead to discomfort and skin irritation. DRYE gloves are designed with moisture-wicking materials that help transport sweat away from the skin, reducing moisture buildup during extended wear.​</p>",
            "pos": "row"
          }
        },
        "item_QYEUVp": {
          "type": "item",
          "settings": {
            "title": "What glove materials are best for sensitive skin or eczema?",
            "content": "<p>Individuals with sensitive skin or eczema often benefit from gloves made of breathable, hypoallergenic materials. DRYE gloves utilize soft, hypoallergenic, moisture-wicking fabrics that minimize friction and reduce the risk of irritation.​</p>",
            "pos": "row"
          }
        },
        "item_HjUmfy": {
          "type": "item",
          "settings": {
            "title": "Do glove liners help with hand eczema flare-ups?",
            "content": "<p>Glove liners can provide an additional barrier that reduces friction and moisture, both of which can exacerbate eczema. DRYE glove liners are designed to manage moisture effectively, potentially aiding in the prevention of flare-ups.​</p>",
            "pos": "row"
          }
        },
        "item_JK7MdL": {
          "type": "item",
          "settings": {
            "title": "Can wearing gloves at night with moisturizer improve dry hands?",
            "content": "<p>Wearing gloves overnight after applying moisturizer can help retain moisture in the skin. Unlike dense materials that trap both cream and sweat, DRYE gloves allow the skin to breathe. They help keep the moisturizer in place – without creating a sealed, damp environment that can aggravate skin issues.</p>",
            "pos": "row"
          }
        },
        "item_KC7mgE": {
          "type": "item",
          "settings": {
            "title": "Are there gloves that allow for touchscreen use without removing them?",
            "content": "<p>Some gloves are designed with touchscreen-compatible fingertips. DRYE gloves focus on moisture management and skin protection; for touchscreen functionality, consider layering with compatible outer gloves.​</p>",
            "pos": "row"
          }
        },
        "item_mXHbhE": {
          "type": "item",
          "settings": {
            "title": "How can I reduce glove-induced hand eczema in clinical or lab settings?",
            "content": "<p>In environments requiring glove use, moisture and friction can aggravate eczema. DRYE glove liners can be worn under standard protective gloves to help manage moisture and reduce skin irritation.​</p>",
            "pos": "row"
          }
        },
        "item_p6txcM": {
          "type": "item",
          "settings": {
            "title": "What gloves are suitable for individuals with hyperhidrosis (excessive sweating)?",
            "content": "<p>Managing moisture is crucial for those with hyperhidrosis. DRYE gloves are designed to wick away sweat, helping to keep hands drier during use.​</p>",
            "pos": "row"
          }
        },
        "item_qdzqUP": {
          "type": "item",
          "settings": {
            "title": "Can glove liners improve comfort in cold weather for those with Raynaud's disease?",
            "content": "<p>For individuals with Raynaud's disease, keeping hands warm is essential. DRYE gloves help retain warmth inside your outer gloves and can be used as liners under thermal gloves to provide extra warmth, manage moisture, and enhance comfort.</p>",
            "pos": "row"
          }
        },
        "item_bi9UWW": {
          "type": "item",
          "settings": {
            "title": "Do gloves help prevent hand eczema caused by frequent handwashing?",
            "content": "<p>Frequent handwashing dries out the skin and breaks down its natural barrier, increasing the risk of eczema. DRYE gloves are not waterproof, but they can be worn as a liner under protective gloves during work. They create a soft barrier between the skin and the outer glove – and help wick away sweat, which would otherwise worsen irritation and dryness. In this way, they reduce the strain on already sensitive skin during repeated glove use.</p>",
            "pos": "row"
          }
        },
        "item_Yq4G6X": {
          "type": "item",
          "settings": {
            "title": "Are there gloves that don't interfere with dexterity for detailed tasks?",
            "content": "<p>Maintaining dexterity is important for many tasks. DRYE gloves are designed to be form-fitting and flexible, allowing for a range of motion while managing moisture.​</p>",
            "pos": "row"
          }
        },
        "item_Q3UmpX": {
          "type": "item",
          "settings": {
            "title": "Can glove liners help with grip issues caused by sweaty hands?",
            "content": "<p>Sweaty hands can compromise grip. DRYE glove liners help manage moisture, potentially improving grip when worn under standard gloves.​</p>",
            "pos": "row"
          }
        },
        "item_y6bPah": {
          "type": "item",
          "settings": {
            "title": "What gloves are recommended for individuals with contact dermatitis?",
            "content": "<p>For contact dermatitis, gloves made from non-irritating materials are essential. DRYE gloves are constructed from materials chosen to minimize skin irritation and manage moisture effectively.​</p>",
            "pos": "row"
          }
        },
        "item_XRe78U": {
          "type": "item",
          "settings": {
            "title": "Do gloves help in reducing the need for frequent hand moisturizing?",
            "content": "<p>By managing moisture and protecting the skin, gloves like DRYE can reduce the frequency of hand dryness, potentially decreasing the need for constant moisturizing.​</p>",
            "pos": "row"
          }
        },
        "item_gLH8pe": {
          "type": "item",
          "settings": {
            "title": "Can glove liners be washed and reused without losing effectiveness?",
            "content": "<p>Most glove liners can be washed, but many low-cost options wear out quickly and are treated as disposable. DRYE liners are washable and maintain their moisture-wicking performance for 3–12 months – without losing shape or effectiveness.</p>",
            "pos": "row"
          }
        },
        "item_LKnV9H": {
          "type": "item",
          "settings": {
            "title": "Are there gloves suitable for individuals with both eczema and hyperhidrosis?",
            "content": "<p>Managing both conditions requires gloves that address moisture and minimize irritation. DRYE gloves are designed to wick away sweat and are made from materials that are gentle on sensitive skin, catering to both concerns.</p>",
            "pos": "row"
          }
        }
      },
      "block_order": [
        "item_HXpbx7",
        "item_QYEUVp",
        "item_HjUmfy",
        "item_JK7MdL",
        "item_KC7mgE",
        "item_mXHbhE",
        "item_p6txcM",
        "item_qdzqUP",
        "item_bi9UWW",
        "item_Yq4G6X",
        "item_Q3UmpX",
        "item_y6bPah",
        "item_XRe78U",
        "item_gLH8pe",
        "item_LKnV9H"
      ],
      "settings": {
        "title": "",
        "bg": "#f3f2f1",
        "p_top": 160,
        "p_bottom": 300,
        "p_m_top": 130,
        "p_m_bottom": 110
      }
    }
  },
  "order": [
    "page_hero_new_GX4m8L",
    "articles_new_nnzJaL",
    "faq_rTpHn8"
  ]
}
