/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "rich_text_6NRRd3": {
      "type": "rich-text",
      "custom_css": [],
      "name": "Rich text",
      "settings": {
        "heading": "",
        "text": "<h2>30-Day Money-Back Guarantee<\/h2><p>If you’re not satisfied, you can return your gloves within 30 days of delivery. No hassle — just contact us, and we’ll take care of it.<\/p><h2>Eligibility<\/h2><p>To qualify for a return:<\/p><p>The product must be in original condition (undamaged).<\/p><p>Returns must be initiated within 30 days of receiving your order.<\/p><h2>How to Start a Return<\/h2><p>Email us at info@drye.se with:<\/p><p>Your order number<\/p><p>Product name<\/p><p>Reason for return (short and simple is fine)<\/p><p>We’ll reply with return instructions. You cover the return shipping unless the product was damaged or incorrect.<\/p><h2>Refunds<\/h2><p>Once we receive and approve your return:<\/p><p>You’ll be refunded to the original payment method.<\/p><p>Refunds are processed within 5–10 business days after approval.<\/p><p>We’ll confirm by email once your refund has been issued.<\/p><h2>What can be returned?<\/h2><p>You can return the gloves even if they’ve been lightly used — we understand that people need to try them in real conditions.<\/p><p>However, returns showing excessive wear or damage may not be eligible for a full refund. We handle these fairly and on a case-by-case basis.<\/p><h2>Questions?<\/h2><p>We’re here to help.<\/p><p>Email: info@drye.se<\/p><p>Hours: 08:00–17:00 (CEST)<\/p><p>This policy applies to all purchases made directly from www.drye.se and may be updated as we grow.<\/p>"
      }
    },
    "faq_Mdx4xX": {
      "type": "faq",
      "disabled": true,
      "settings": {
        "title": "",
        "bg": "#f3f2f1",
        "p_top": 160,
        "p_bottom": 300,
        "p_m_top": 35,
        "p_m_bottom": 110
      }
    }
  },
  "order": [
    "rich_text_6NRRd3",
    "faq_Mdx4xX"
  ]
}
