/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "page_hero_bCtFCY": {
      "type": "page-hero",
      "disabled": true,
      "settings": {
        "video": "shopify://files/videos/5f7a969d65394229bd016866c8131c8d.mp4",
        "invert": true,
        "title": "Frequently asked questions - DRYE & hand-related issues",
        "subtitle": "",
        "content": "",
        "button_text": "",
        "button_url": ""
      }
    },
    "multirows_aNhkgK": {
      "type": "multirows",
      "blocks": {
        "row_Yiqkxb": {
          "type": "row",
          "settings": {
            "title": "FAQ - SweatGuard Gloves",
            "content": "<p>After extensive collaboration with Swedish institutions, we developed a biodegradable glove with advanced sweat-wicking technology to keep hands dry. Made from sustainable wood cellulose, it lasts 3 to 12 months and reduces irritation, especially for those with hand eczema. Used by professionals in sports and other demanding fields.</p>",
            "button_text": "",
            "button_url": "",
            "image": "shopify://shop_images/5Y9A8972.jpg",
            "position": "row-reverse"
          }
        }
      },
      "block_order": [
        "row_Yiqkxb"
      ],
      "settings": {
        "special_title": true,
        "overlap": true,
        "title": "",
        "invert": false,
        "bg": "#ffffff",
        "tx": "#111111"
      }
    },
    "faq_tdXXMe": {
      "type": "faq",
      "blocks": {
        "item_PMCMyi": {
          "type": "item",
          "settings": {
            "title": "Why should I use this Liner?",
            "content": "<p>Moisture buildup in gloves can result in both short- and long-term skin issues. More info about the consequences of moisture buildup can be found under '<a href=\"https://drye.se/blogs/news\" title=\"News\">News (click here)</a>' or '<a href=\"https://drye.se/pages/why-us\" title=\"Why Us\">About Us (click here)</a>'.<br/></p>",
            "pos": "row"
          }
        },
        "item_wAdUty": {
          "type": "item",
          "settings": {
            "title": "What makes the gloves different?",
            "content": "<p>Unlike traditional alternatives, keeps moisture away and wicks moisture away from the skin layer—regardless of how long you work, train, or sleep. This new textile technology and glove have shown promising results in Sweden for individuals suffering from hand eczema, cracking, redness, and dry skin.</p><p>More about research, collaborations, evidence, and before-and-after results can be found under 'News' or 'About Us'.</p>",
            "pos": "row"
          }
        },
        "item_Fq7yEW": {
          "type": "item",
          "settings": {
            "title": "Does this fall under PPE Regulation?",
            "content": "<p>To CE mark a product according to the PPE Regulation, it can only be done if the product meets the requirements for Personal Protective Equipment (PPE), and an inner glove does not qualify as personal protective equipment.</p><p>To be considered PPE, the product must protect against external risks to varying degrees, which an inner glove does not do.</p><p>This formulation comes from RISE itself.<br/><br/>Contact me <a href=\"https://drye.se/pages/contact-us-1\" title=\"Contact us\">here (click) </a>for more information or questions regarding your business and your inquiry.</p>",
            "pos": "row"
          }
        },
        "item_KDBGUB": {
          "type": "item",
          "settings": {
            "title": "How does it work?",
            "content": "<ul><li><strong>Work & Home:</strong> The glove can be worn under other gloves during work tasks or household chores to help keep hands dry and extend the lifespan of those gloves.</li><li><strong>Sleep & Training:</strong> It can also be worn overnight for moisture control while sleeping or during workouts to maintain comfort.</li><li><strong>Adventure & Travel: </strong>These gloves can be useful for outdoor activities and travel, helping to keep hands dry and comfortable under other gloves.</li></ul>",
            "pos": "row"
          }
        },
        "item_KJqYFJ": {
          "type": "item",
          "settings": {
            "title": "How long does these gloves last?",
            "content": "<p>With proper care, the liner is designed to last between 3 to 12 months, although actual durability may vary depending on usage and handling.</p>",
            "pos": "row"
          }
        },
        "item_eyDAiU": {
          "type": "item",
          "settings": {
            "title": "Why is this liner more expensive than traditional ones?",
            "content": "<p>The gloves are priced higher than traditional alternatives because they use advanced anti-sweat technology to keep moisture away from the skin for extended periods. This is important, as moisture can aggravate skin issues like dryness, redness, irritation, and cracks. Traditional liners tend to absorb moisture, leading to wet gloves that can worsen skin conditions. These gloves are washable and reusable, lasting 3 to 12 months.</p>",
            "pos": "row"
          }
        },
        "item_4e7Hqk": {
          "type": "item",
          "settings": {
            "title": "Are these gloves only for people with dry and sensitive hands?",
            "content": "<p>No, these gloves are not exclusively for individuals with dry and sensitive hands. They offer sweat and irritation protection for all users and can be comfortably worn under various glove types, including leather, work, surgical, rubber, household, and disposable gloves. This versatility makes them suitable for a wide range of activities and preferences.<br/></p>",
            "pos": "row"
          }
        },
        "item_EBVHgW": {
          "type": "item",
          "settings": {
            "title": "What are the washing instructions?",
            "content": "<p>Machine wash the liner at up to 60 degrees. For a fresh feel, some users prefer to hand wash them every few days to maintain their condition.</p>",
            "pos": "row"
          }
        }
      },
      "block_order": [
        "item_PMCMyi",
        "item_wAdUty",
        "item_Fq7yEW",
        "item_KDBGUB",
        "item_KJqYFJ",
        "item_eyDAiU",
        "item_4e7Hqk",
        "item_EBVHgW"
      ],
      "settings": {
        "title": "",
        "bg": "#ffffff",
        "p_top": 160,
        "p_bottom": 300,
        "p_m_top": 35,
        "p_m_bottom": 110
      }
    },
    "multirows_pfHKrj": {
      "type": "multirows",
      "blocks": {
        "row_hT3xLV": {
          "type": "row",
          "settings": {
            "title": "Hand-Related Issues: Everything You Need to Know",
            "content": "<p>Moisture buildup<strong> </strong>on the hands can have several negative effects, particularly for individuals with skin conditions such as eczema. Continuous exposure to wet conditions can weaken the skin’s natural barrier, leaving it prone to irritation and infection. This breakdown increases the risk of maceration, a condition where the skin becomes overly soft and more susceptible to damage. Research published in the Journal of Dermatology highlights that prolonged moisture exposure can worsen issues like eczema, encouraging bacterial and fungal growth, and often requiring more intensive treatments.</p>",
            "button_text": "",
            "button_url": "shopify://products/moisture-wicking-eczema-gloves",
            "image": "shopify://shop_images/pexels-matt-jerome-connor-1428905-14242278.jpg",
            "position": "row-reverse"
          }
        }
      },
      "block_order": [
        "row_hT3xLV"
      ],
      "settings": {
        "special_title": true,
        "overlap": true,
        "title": "",
        "invert": false,
        "bg": "#e5e5e5",
        "tx": "#111111"
      }
    },
    "faq_YHVqGp": {
      "type": "faq",
      "blocks": {
        "item_VLGM4w": {
          "type": "item",
          "settings": {
            "title": "What triggers  pompholyx?",
            "content": "<p>Pompholyx can be triggered by stress, allergens, excessive sweating, and exposure to certain metals or chemicals</p>",
            "pos": "row"
          }
        },
        "item_ehiAbC": {
          "type": "item",
          "settings": {
            "title": "Can pompholyx be cured?",
            "content": "<p>While there is no permanent cure, managing triggers and using protective gloves can help control flare-ups.</p>",
            "pos": "row"
          }
        },
        "item_PkzgKw": {
          "type": "item",
          "settings": {
            "title": "Should I pop pompholyx?",
            "content": "<p>It’s best to avoid popping pompholyx blisters, as this can lead to infection. Instead, allow them to heal naturally.</p>",
            "pos": "row"
          }
        },
        "item_n8rD9V": {
          "type": "item",
          "settings": {
            "title": "How do you get rid  of dyshidrosis?",
            "content": "<p>Focus on identifying and avoiding triggers. Keeping hands moisturized and using protective gloves can help reduce symptoms.</p>",
            "pos": "row"
          }
        },
        "item_zDC7EX": {
          "type": "item",
          "settings": {
            "title": "Is dyshidrosis a  fungal infection?",
            "content": "<p>No, dyshidrosis is not a fungal infection; it is a type of eczema that causes small, itchy blisters.</p>",
            "pos": "row"
          }
        },
        "item_4cVPLK": {
          "type": "item",
          "settings": {
            "title": "How do I get rid of eczema on my hands?",
            "content": "<p>To manage hand eczema, keep your hands moisturized, avoid irritants, and wear gloves to protect against environmental factors.</p>",
            "pos": "row"
          }
        },
        "item_8NVbJR": {
          "type": "item",
          "settings": {
            "title": "What triggers  eczema on hands?",
            "content": "<p>Hand eczema can be triggered by allergens, irritants (like soaps and detergents), stress, and dry or cold weather.</p>",
            "pos": "row"
          }
        },
        "item_UcqMRp": {
          "type": "item",
          "settings": {
            "title": "Can hand eczema go away?",
            "content": "<p>While hand eczema is often a chronic condition, symptoms can improve significantly with proper care and management. Identifying and avoiding triggers, along with consistent moisturizing and protection, can help reduce flare-ups and maintain healthier skin.</p>",
            "pos": "row"
          }
        },
        "item_dykQ6J": {
          "type": "item",
          "settings": {
            "title": "How do I get rid of dry flaky skin on my hands?",
            "content": "<p>Keep your hands moisturized with a good hand cream and protect them with gloves, especially when doing chores.</p>",
            "pos": "row"
          }
        },
        "item_BkVQze": {
          "type": "item",
          "settings": {
            "title": "What deficiency causes skin peeling on hands?",
            "content": "<p>Deficiencies in vitamins A, B, and E, as well as essential fatty acids, can contribute to skin peeling.</p>",
            "pos": "row"
          }
        },
        "item_PgjQVM": {
          "type": "item",
          "settings": {
            "title": "What causes extremely dry hands?",
            "content": "<p>Extremely dry hands can be caused by environmental factors (like cold or low humidity), frequent washing, and exposure to harsh chemicals and moisture buildup.</p>",
            "pos": "row"
          }
        },
        "item_GmQUV7": {
          "type": "item",
          "settings": {
            "title": "How do you fix dry hands?",
            "content": "<p>Regularly apply moisturizer and avoid triggers as moisture. Consider using protective gloves when washing dishes or using cleaning products.</p>",
            "pos": "row"
          }
        },
        "item_8KMHUp": {
          "type": "item",
          "settings": {
            "title": "What deficiency causes dry hands?",
            "content": "<p>Similar to skin peeling, deficiencies in vitamins A, B, and E, as well as omega-3 fatty acids, can lead to dryness.</p>",
            "pos": "row"
          }
        },
        "item_MqqPLd": {
          "type": "item",
          "settings": {
            "title": "What are itchy hands a symptom of?",
            "content": "<p>Itchy hands can be a symptom of dryness,moisture buildup, eczema, allergies, or irritation from soaps or chemicals.</p>",
            "pos": "row"
          }
        },
        "item_HXimTr": {
          "type": "item",
          "settings": {
            "title": "What deficiency causes itchy hands?",
            "content": "<p>Itchy hands can be linked to deficiencies in certain vitamins, particularly B vitamins and omega-3 fatty acids.</p>",
            "pos": "row"
          }
        },
        "item_ArpERN": {
          "type": "item",
          "settings": {
            "title": "Why are my hands itchy but no rash?",
            "content": "<p>Itchiness without a rash can result from dry skin, irritants, moisture, or stress. Keeping your hands moisturized can help alleviate this.</p>",
            "pos": "row"
          }
        },
        "item_7KCWEN": {
          "type": "item",
          "settings": {
            "title": "What is the main cause of hand eczema?",
            "content": "<p>The main causes of hand eczema include exposure to irritants, moisture buildup, allergens, genetic predisposition, and environmental factors like cold weather.</p>",
            "pos": "row"
          }
        }
      },
      "block_order": [
        "item_VLGM4w",
        "item_ehiAbC",
        "item_PkzgKw",
        "item_n8rD9V",
        "item_zDC7EX",
        "item_4cVPLK",
        "item_8NVbJR",
        "item_UcqMRp",
        "item_dykQ6J",
        "item_BkVQze",
        "item_PgjQVM",
        "item_GmQUV7",
        "item_8KMHUp",
        "item_MqqPLd",
        "item_HXimTr",
        "item_ArpERN",
        "item_7KCWEN"
      ],
      "settings": {
        "title": "",
        "bg": "#ffffff",
        "p_top": 160,
        "p_bottom": 300,
        "p_m_top": 35,
        "p_m_bottom": 110
      }
    }
  },
  "order": [
    "page_hero_bCtFCY",
    "multirows_aNhkgK",
    "faq_tdXXMe",
    "multirows_pfHKrj",
    "faq_YHVqGp"
  ]
}
