/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "faq_9EETYf": {
      "type": "faq",
      "blocks": {
        "item_MYEmmE": {
          "type": "item",
          "settings": {
            "title": "When will I notice a difference?",
            "content": "<p>Most users report reduced sweat buildup and improved comfort from the first night. By limiting prolonged moisture exposure, the DRYE Eczema Gloves help reduce common triggers of irritation. Visible improvements in skin condition may take longer and depend on nightly use over time.</p>",
            "pos": "row"
          }
        },
        "item_kP4MFq": {
          "type": "item",
          "settings": {
            "title": "What makes these sleeping gloves different from conventional alternatives?",
            "content": "<p>Conventional liners typically absorb sweat and retain moisture close to the skin. DRYE uses a dual-layer textile that transports moisture away, reducing prolonged skin contact with sweat.</p>",
            "pos": "row"
          }
        },
        "item_3wWBk7": {
          "type": "item",
          "settings": {
            "title": "How long do they last?",
            "content": "<p>Tested for 4 to 12 months of daily use. Actual wear time depends on frequency, mechanical stress (e.g. friction), and washing practices.</p>",
            "pos": "row"
          }
        },
        "item_V9AmLR": {
          "type": "item",
          "settings": {
            "title": "Why are they priced higher than standard liners?",
            "content": "<p>DRYE Eczema Gloves are made with a technical dual-layer system:<br/>An inner layer that pulls sweat away from the skin, and an outer layer that absorbs and disperses moisture for evaporation.<br/>They’re breathable, washable, and built for long-term use—offering stability for sensitive skin, not just softness.</p>",
            "pos": "row"
          }
        },
        "item_gjbk4P": {
          "type": "item",
          "settings": {
            "title": "How should they be washed?",
            "content": "<p>Machine wash at up to 60°C. Hand washing is acceptable between uses. Avoid fabric softeners and bleach.</p>",
            "pos": "row"
          }
        },
        "item_HacX7m": {
          "type": "item",
          "settings": {
            "title": "Do I need a diagnosed skin condition to use them?",
            "content": "<p>No diagnosis is required. DRYE Eczema Gloves were originally developed with people who have highly sensitive skin and chronic dermatological conditions. </p>",
            "pos": "row"
          }
        }
      },
      "block_order": [
        "item_MYEmmE",
        "item_kP4MFq",
        "item_3wWBk7",
        "item_V9AmLR",
        "item_gjbk4P",
        "item_HacX7m"
      ],
      "disabled": true,
      "settings": {
        "title": "",
        "bg": "#ffffff",
        "p_top": 170,
        "p_bottom": 150,
        "p_m_top": 140,
        "p_m_bottom": 60
      }
    }
  },
  "order": [
    "faq_9EETYf"
  ]
}
